Repository: zipf/perldoc-es
Catalog: memory/clean/omegat_clean_prj-level2.tmx
Source language: en_us
Languages: es

source: Said of data derived from the grubby hands of a user and thus unsafe for a secure program to rely on.
es: Se dice de los datos provenientes de las manos grasientas de un usuario y que, por lo tanto, deben considerarse como datos inseguros para un programa en el que la seguridad es importante.

source: Said of events or activities whose relative temporal ordering is indeterminate because too many things are going on at once.
es: Se dice de un evento o actividad cuyo orden temporal es indeterminado porque suceden demasiadas cosas a la vez.

source: Said when Perl's magical L</dwimmer> effects don't do what you expect, but rather seem to be the product of arcane dweomercraft, sorcery, or wonder working.
es: Se dice cuando los efectos L</dwimmer> mágicos de Perl no ofrecen el resultado esperado, sino que parecen el producto de un sortilegio arcano de dweomer, brujería o un prodigio.

source: Same as C<S{0,1}>, C<S{0,BIG_NUMBER}>, C<S{1,BIG_NUMBER}> respectively.
es: Lo mismo que C<S{0,1}>, C<S{0,BIG_NUMBER}>, C<S{1,BIG_NUMBER}>, respectivamente.

source: Same as C<S{0,1}?>, C<S{0,BIG_NUMBER}?>, C<S{1,BIG_NUMBER}?> respectively.
es: Lo mismo que C<S{0,1}?>, C<S{0,BIG_NUMBER}?>, C<S{1,BIG_NUMBER}?> respectivamente.

source: Same as L</setuid>, only having to do with giving away L</group> privileges.
es: Igual que L</setuid>, solo que otorga privilegios de L</grupo>.

source: Same for a L<quantifier|/Quantifiers> such as C<{3}> or C<{5,}>.
es: Y lo mismo para un L<cuantificador|Cuantificadores>, como C<{3}> o C<{5,}>.

source: Sarathy 5.004_67 1998-Jun-15 5.004_68 1998-Jun-23 5.004_69 1998-Jun-29 5.004_70 1998-Jul-06 5.004_71 1998-Jul-09 5.004_72 1998-Jul-12 5.004_73 1998-Jul-13 5.004_74 1998-Jul-14 5.005 beta candidate.
es: Sarathy 5.004_67 1998-Jun-15 5.004_68 1998-Jun-23 5.004_69 1998-Jun-29 5.004_70 1998-Jul-06 5.004_71 1998-Jul-09 5.004_72 1998-Jul-12 5.004_73 1998-Jul-13 5.004_74 1998-Jul-14 Candidata a beta de v5.005.

source: Sarathy 5.005_01 1998-Jul-27 The 5.005 maintenance track.
es: Sarathy 5.005_01 1998-Jul-27 Serie de mantenimiento de v5.005.

source: Sarathy 5.005_50 1998-Jul-26 The 5.6 development track.
es: Sarathy 5.005_50 1998-Jul-26 Serie de desarrollo de v5.6.

source: Sarathy 5.6.1 2001-Apr-08 531 44 651
es: Sarathy 5.6.1 2001-Abr-08 531 44 651

source: Sarathy 5.6.1-TRIAL1 2000-Dec-18 The 5.6 maintenance track.
es: Sarathy 5.6.1-TRIAL1 2000-Dic-18 Serie de mantenimiento de v5.6.

source: Scalar context is sometimes subdivided into L</Boolean context>, L</numeric context>, L</string context>, and L</void context>.
es: A veces, el contexto escalar se subdivide en L</contexto booleano>, L</contexto numérico>, L</contexto de cadena> y L</contexto vacío>.

source: Scalar values are always named with '$', even when referring to a scalar that is part of an array or a hash.
es: Si un nombre de variable empieza por "$", indica que la variable contiene un valor escalar; puede ser un escalar que forma parte de un array o un hash.

source: Scalar values can be strings, integers or floating point numbers, and Perl will automatically convert between them as required.
es: Los valores escalares pueden ser cadenas, enteros o números de punto flotante, y Perl los convertirá de un tipo a otro cuando sea necesario.

source: Scalar values can be used in various ways:
es: Los valores escalares se pueden usar de varias maneras:

source: Scalars aren't necessarily one thing or another.
es: Los escalares no tienen que ser necesariamente una cosa u otra.

source: Scalars, arrays and hashes are documented more fully in L<perldata>.
es: Encontrará información detallada sobre los escalares, arrays y hashes en L<perldata>.

source: Scan backwards in the text of your program through the current L<lexical scope|/lexical scoping> or any enclosing lexical scopes till you find a package declaration.
es: Recorra hacia atrás el texto del programa por el L<ámbito léxico|/control de ámbito léxico> actual o cualquier ámbito léxico de nivel superior hasta llegar a la declaración del paquete.

source: Schwern 1.0.15 2002-Dec-18 Modernization
es: Schwern 1.0.15 2002-Dic-18 Modernización

source: Second, ensure you've found an actual bug.
es: Cuando esté seguro, confírmelo otra vez.

source: Second, when classes are well encapsulated, they become easier to subclass.
es: En segundo lugar, cuando las clases están bien encapsuladas se hace más fácil la creación de subclases.

source: See L</buffer> and L</command buffering>.
es: Vea L</búfer> y L</almacenamiento en búfer de comandos>.

source: See L</context>.
es: Vea L</contexto>.

source: See L</permission bits>.
es: Vea L</bits de permiso>.

source: See L<http://unicode.org/reports/tr36> for a detailed discussion of Unicode security issues.
es: En L<http://unicode.org/reports/tr36> encontrará una explicación detallada de los problemas de seguridad en Unicode.

source: See L<perlfunc/"bless">.
es: Vea L<perlfunc/"bless">.

source: See L<perlfunc/tie> and L<perltie>.
es: Vea L<perlfunc/tie> y L<perltie>.

source: See L<perlfunc/use>.
es: Vea L<perlfunc/use>.

source: See L<perllocale>.
es: Vea L<perllocale>.

source: See L<perlobj>.
es: Vea L<perlobj>.

source: See L<perlop/trE<sol>SEARCHLISTE<sol>REPLACEMENTLISTE<sol>cdsr>.
es: Vea L<perlop/trE<sol>LISTA_BÚSQUEDAE<sol>LISTA_SUSTITUCIÓNTE<sol>cdsr>.

source: See L<perlpod>.
es: Vea L<perlpod>.

source: See L<perlre>.
es: Vea L<perlre>.

source: See L<perlreapi> for more details.
es: En L<perlreapi> encontrará más detalles.

source: See L<perlrecharclass/Negation>.
es: Vea L<perlrecharclass/Negación>.

source: See L<perlretut/"Using regular expressions in Perl"> for further explanation of the g and c modifiers.
es: En L<perlretut/"Usar expresiones regulares en Perl"> encontrará una explicación más detallada de los modificadores g y c.

source: See L<perlsub> for details on these.
es: En L<perlsub> encontrará más información al respecto.

source: See L<perlsyn/"Switch statements"> for more details.
es: Consulte "Instrucciones switch" en L<perlsyn> para obtener información detallada.

source: See L<re/"'/flags' mode">.
es: Vea L<re/"modo '/modificadores'">.

source: See See L<perlsyn/Basic BLOCKs>.
es: Vea L<perlsyn/BLOQUES básicos>.

source: See also L</argument> and L</formal arguments>.
es: Vea también L</argumento> y L</argumentos formales>.

source: See also L</call by value>.
es: Vea también L</llamada por valor>.

source: See the C-comment deletion code in L<perlop>.
es: Vea el código de eliminación de comentarios estilo C en L<perlop>.

source: See the L<wait|perlfunc/wait> and L<waitpid|perlfunc/waitpid> function calls.
es: Vea las llamadas de función L<wait|perlfunc/wait> y L<waitpid|perlfunc/waitpid>.

source: See the personal note at the end of the README file in the perl source distribution for more details.
es: Para obtener más información, consulte la nota personal que se incluye al final del archivo README de la distribución del código fuente de perl.

source: See </null list>.
es: Vea L</lista nula>.

source: See C<i> under L</Modifiers> above.
es: Vea C<i> en L</Modificadores>, más arriba.

source: See F<Cross/README> for more details.
es: Puede ver más detalles en F<Cross/README>.

source: See I<mobile home> or I<London Bridge>.
es: Vea I<caravana> o I<Puente de Londres>.

source: See L<"Numeric operators and numeric conversions"> for details.)
es: Encontrará información detallada en L<"Operadores numéricos y conversiones numéricas">).

source: See L</(*SKIP)> for more details.
es: Vea L</(*SKIP)> para obtener más información.

source: See L</Boolean context>.
es: Vea L</contexto booleano>.

source: See L</Capture groups> below for details.
es: Vea L</Grupos de captura> más abajo para obtener más información.

source: See L</Extended Patterns> below for details.
es: Vea L</Patrones extendidos> más abajo para obtener más información.

source: See L</LIFO>.
es: Vea L</LIFO>.

source: See L</Warning on \1 Instead of $1> below for details.
es: Puede ver los detalles en L</Advertencia sobre \1 en lugar de $1>, más abajo.

source: See L</argument>.
es: Vea L</argumento>.

source: See L</base class>.
es: Vea L</clase base>.

source: See L</class method>.
es: Vea L</método de clase>.

source: See L</collating sequence>.
es: Vea L</secuencia de intercalación>.

source: See L</data structure>.
es: Vea L</estructura de datos>.

source: See L</data type> and L</class>.
es: Vea L</tipo de datos> y L</clase>.

source: See L</derived class>.
es: Vea L</clase derivada>.

source: See L</exception> or L</fatal error>.
es: Vea L</excepción> o L</error irrecuperable>.

source: See L</fatal error>.
es: Vea L</error irrecuperable>.

source: See L</file descriptor>.
es: Vea L</descriptor de archivo>.

source: See L</hash>.
es: Vea L</hash>.

source: See L</instance variable>.
es: Vea L</variable de instancia>.

source: See L</lexical scoping>.
es: Vea L</control de ámbito léxico>.

source: See L</little-endian> and L</big-endian>.
es: Vea L</little-endian> y L</big-endian>.

source: See L</metasymbol>.
es: Vea L</metasímbolo>.

source: See L</package>.
es: Vea L</paquete>.

source: See L</pattern matching>.
es: Vea L</detección de patrones>.

source: See L</program generator>.
es: Vea L</generador de programas>.

source: See L</regular expression>.
es: Vea L</expresión regular>.

source: See L</reserved words>.
es: Vea L</palabras reservadas>.

source: See L</single inheritance> and L</multiple inheritance>.
es: Vea L</herencia simple> y L</herencia múltiple>.

source: See L</standard IE<sol>O>.
es: Vea L</EE<sol>S estándar>.

source: See L</standard error>.
es: Vea L</error estándar>.

source: See L</standard input>.
es: Vea L</entrada estándar>.

source: See L</standard output>.
es: Vea L</salida estándar>.

source: See L</statement modifier>, L</regular expression modifier>, and L</lvalue modifier>, not necessarily in that order.
es: Vea L</modificador de instrucción>, L</modificador de expresión regular> y L</modificador de valor-izquierda>, no necesariamente en ese orden.

source: See L</status>.
es: Vea L</estado>.

source: See L</symbolic reference>.
es: Vea L</referencia simbólica>.

source: See L</syntax tree>.
es: Vea L</árbol de sintaxis>.

source: See L</working directory>.
es: Vea L</directorio de trabajo>.

source: See L<CPAN Ports|http://www.cpan.org/ports/>
es: Vea L<Adaptaciones de Perl en CPAN|http://www.cpan.org/ports/>

source: See L<Exporter> and the L<perlmodlib> for details on mechanics and style issues in module creation.
es: Vea L<Exporter> y L<perlmodlib> para obtener más información sobre los mecanismos y las cuestiones de estilo de la creación de módulos.

source: See L<Hash::Util>.
es: Vea L<Hash::Util>.

source: See L<O>.
es: Vea L<O>.

source: See L<POD2::IT> (or L<POD2::FR>) to see how to create new localized C<POD2::*> documentation packages and integrate them into L<Pod::Perldoc>.
es: Si desea saber cómo puede crear nuevos paquetes de documentación localizados (C<POD2::*>) e integrarlos en L<Pod::Perldoc>, vea L<POD2::ES> (o L<POD2::IT>, L<POD2::FR>).

source: See L<SelfLoader> for more description of __DATA__, and an example of its use.
es: Encontrará una descripción más detallada y ejemplos de uso de __DATA__ en L<SelfLoader>.

source: See L<Version 8 Regular Expressions> for details.
es: Para obtener más información, vea L<Expresiones regulares versión 8>.

source: See L<What is CPAN?|/"What modules and extensions are available for Perl?
es: Vea L<¿Qué es CPAN?|/"¿Qué módulos y extensiones están disponibles para Perl?

source: See L<overload> for details.
es: Encontrará información detallada en L<overload>.

source: See L<perlapi/PL_keyword_plugin> for the mechanism.
es: Vea L<perlapi/PL_keyword_plugin> para obtener más información sobre el mecanismo.

source: See L<perldata/Typeglobs and Filehandles>.
es: Vea L<perldata/Typeglobs e identificadores de archivo>.

source: See L<perldebug>.
es: Vea L<perldebug>.

source: See L<perldiag> for explanations of all Perl's diagnostics.
es: Encontrará en L<perldiag> las descripciones de todos los diagnósticos de Perl.

source: See L<perlembed>.
es: Vea L<perlembed>.

source: See L<perlfunc/hex> and L<perlfunc/oct> for more details.
es: Vea "hex" y "oct" en L<perlfunc> para obtener más información.

source: See L<perlfunc/our>.
es: Vea L<perlfunc/our>.

source: See L<perlfunc/require>.
es: Vea L<perlfunc/require>.

source: See L<perlfunc/sort> for examples of how to arrange for an output ordering.
es: En la sección "sort" de L<perlfunc> encontrará ejemplos de cómo generar una salida ordenada.

source: See L<perlfunc/system>.
es: Vea L<perlfunc/system>.

source: See L<perlfunc/wantarray> for how you would dynamically discern your function's calling context.
es: Para saber cómo se puede averiguar dinámicamente el contexto de llamada de una función, vea la sección sobre C<wantarray> de L<perlfunc>.

source: See L<perlfunc/warn> and the L<warnings> pragma.
es: Vea L<perlfunc/warn> y el pragma L<warnings>.

source: See L<perlhack/Commit message> for details.
es: Encontrará información detallada en L<perlhack/Mensaje de confirmación>.

source: See L<perlhack/Commit message> for more information about what makes a good commit message.
es: Vea L<perlhack/Mensaje de confirmación> para obtener más información sobre cómo debe ser un mensaje de confirmación.

source: See L<perlhack> for details on how to submit this patch.
es: Vea L<perlhack> para obtener más información sobre cómo enviar este parche.

source: See L<perlhacktips/PERL_DESTRUCT_LEVEL> for more information about global destruction.
es: Encontrará más información sobre la fase de destrucción global en la sección "PERL_DESTRUCT_LEVEL" de L<perlhacktips>.

source: See L<perlhist> (new as of 5.005) for Perl's milestone releases.
es: En L<perlhist> (nuevo desde la versión 5.005) está registrado el historial de lanzamiento de versiones de Perl.

source: See L<perlhist> for a history of Perl revisions.
es: En L<perlhist> encontrará el historial de revisiones de Perl.

source: See L<perlinterp> for more details on the files that make up the Perl interpreter, as well as details on how it works.
es: En L<perlinterp> encontrará más información sobre los archivos que integran el intérprete de Perl y detalles sobre el funcionamiento del intérprete.

source: See L<perllocale> and L<POSIX>.
es: Vea L<perllocale> y L<POSIX>.

source: See L<perlmodlib> for general style issues related to building Perl modules and classes, as well as descriptions of the standard library and CPAN, L<Exporter> for how Perl's standard import/export mechanism works, L<perlootut> and L<perlobj> for in-depth information on creating classes, L<perlobj> for a hard-core reference document on objects, L<perlsub> for an explanation of functions and scoping, and L<perlxstut> and L<perlguts> for more information on writing extension modules.
es: En L<perlmodlib> encontrará información sobre cuestiones generales de estilo relacionadas con la creación de módulos y clases en Perl, así como descripciones de la biblioteca estándar y de CPAN; vea L<Exporter> para conocer cómo funciona el mecanismo estándar de exportación/importación; en L<perlootut> y L<perlobj> encontrará información detallada sobre la creación de clases; vea L<perlobj> para obtener información de referencia sobre objetos; en L<perlsub> podrá obtener información sobre cuestiones relacionadas con las funciones y el ámbito; por último, vea también L<perlxstut> y L<perlguts>, donde encontrará más detalles sobre la programación de módulos de extensión.

source: See L<perlmodlib> for more details on how this works, and browse around CPAN and the modules list to get a feel of it.
es: Encontrará los detalles sobre esta nomenclatura en L<perlmodlib>. Puede examinar CPAN y la lista de módulos para familiarizarse con ella.

source: See L<perlobj> for more details.
es: Consulte L<perlobj> para obtener más información.

source: See L<perlootut> for recommendations on OO coding in Perl.
es: L<perlootut> incluye recomendaciones para la programación orientada a objetos en Perl.

source: See L<perlop/"Quote and Quote-like Operators"> for a list.
es: Encontrará una lista en la sección "Comillas y operadores de comillas" de L<perlop>.

source: See L<perlop> for a list of operators and their associativity.
es: En L<perlop> encontrará una lista de operadores y su asociatividad.

source: See L<perlop>.
es: Vea L<perlop>.

source: See L<perlport/"Supported Platforms"> for a listing.
es: Encontrará una lista en la sección "Plataformas compatibles" de L<perlport>.

source: See L<perlport> for more information on portability issues.
es: Vea L<perlport> para obtener más información sobre problemas de portabilidad.

source: See L<perlre/"Capture groups">.
es: Vea L<perlre/"Grupos de captura">.

source: See L<perlre/Backtracking>.
es: Vea L<perlre/Vuelta atrás>.

source: See L<perlre> for I<much> more on this subject.
es: En L<perlre> encontrará I<mucha> más información sobre este tema.

source: See L<perlrebackslash/Misc> for details.
es: Vea L<perlrebackslash/Miscelánea> para obtener más información.

source: See L<perlrecharclass/Backslash sequences> for details.
es: Vea L<perlrecharclass/Secuencias con barra diagonal inversa> para obtener más información.

source: See L<perlrecharclass/Bracketed Character Classes> for details.
es: Vea L<perlrecharclass/Clases de caracteres entre corchetes> para obtener más información.

source: See L<perlrecharclass/POSIX Character Classes> for details.
es: Vea L<perlrecharclass/Clases de caracteres POSIX> para obtener más información.

source: See L<perlref/Making References>.
es: Vea L<perlref/Crear referencias>.

source: See L<perlref> for details.
es: Encontrará más información en L<perlref>.

source: See L<perlref>, L<perlsub>, and L<perlmod/"Symbol Tables"> for more discussion on typeglobs and the C<*foo{THING}> syntax.
es: Para obtener más información sobre los typeglobs y la sintaxis de C<*foo{COSA}>, vea L<perlref>, L<perlsub> y "Tablas de símbolos" en L<perlmod>.

source: See L<perlref>.
es: Vea L<perlref>.

source: See L<perlrun>.
es: Vea L<perlrun>.

source: See L<perlsec> for details about both these mechanisms.
es: Vea L<perlsec> para obtener más detalles sobre estos dos mecanismos.

source: See L<perlsec>.
es: Vea L<perlsec>.

source: See L<perlsub> for examples of using these as indirect filehandles in functions.
es: En L<perlsub> encontrará más ejemplos de uso de typeglobs como identificadores de archivos indirectos en funciones.

source: See L<perlsub> for other scoping issues related to my() and local(), and L<perlref> regarding closures.
es: Vea L<perlsub> para obtener información sobre otras cuestiones relativas al ámbito y relacionadas con my() y local(); vea L<perlref> para obtener información sobre las clausuras.

source: See L<perlunicode/The "Unicode Bug">.
es: Vea L<perlunicode/El "Error de Unicode">.

source: See L<perlunicode> and L<http://www.unicode.org>.
es: Vea L<perlunicode> y L<http://www.unicode.org>.

source: See L<perlvar/%SIG> and L<perlipc/Signals>.
es: Vea L<perlvar/%SIG> y L<perlipc/Señales>.

source: See L<perlvar> for more details on the C<%+> and C<%-> hashes.
es: En C<perlvar> encontrará más detalles sobre los hashes C<%+> y C<%->.

source: See L<perlvar> for a description of Perl's built-in variables and a discussion of legal variable names.
es: En L<perlvar> verá una descripción de las variables predefinidas de Perl y de las normas de nomenclatura de variables.

source: See L<perlxs> for the exact explanation or read the L<perlxstut> tutorial.
es: En L<perlxs> encontrará una explicación precisa. También puede leer el tutorial L<perlxstut>.

source: See L<threads>.
es: Vea L<threads>.

source: See Tom for far more.
es: Pregunta a Tom si quieres saber mucho más.

source: See above.
es: Vea arriba.

source: See also L</architecture> and L</platform>.
es: Vea también L</arquitectura> y L</plataforma>.

source: See also L</compile phase>.
es: Vea también L</fase de compilación>.

source: See also L</context>.
es: Vea también L</contexto>.

source: See also L</false> and L<perlfunc/defined>.
es: Vea también L</falso> y L<perlfunc/defined>.

source: See also L</run phase>.
es: Vea también L</fase de ejecución>.

source: See also L<perlfunc/hex>.
es: Vea también L<perlfunc/hex>.

source: See also L<perlvar/"The Syntax of Variable Names">.
es: Vea también la sección "La sintaxis de los nombres de variables" de L<perlvar>.

source: See also C<(?PARNO)> for a different, more efficient way to accomplish the same task.
es: Vea también C<(?PARNO)>, que describe una manera alternativa y más eficaz de realizar la misma tarea.

source: See also C<< (?>pattern) >> and possessive quantifiers for other ways to control backtracking.
es: Vea también las descripciones C<< (?>patrón) >> y los cuantificadores posesivos, donde se describen otras maneras de controlar la vuelta atrás.

source: See also C<cophh_> in L<perlapi>.
es: Vea también C<cophh_> en L<perlapi>.

source: See also L</C preprocessor>.
es: Vea también L</preprocesador de C>.

source: See also L</CV>.
es: Vea también L</CV>.

source: See also L</FIFO>.
es: Vea también L</FIFO>.

source: See also L</IV> and L</NV> if you're not confused yet.
es: Si aún no se siente confundido, vea también L</IV> y L</NV>.

source: See also L</LIFO>.
es: Vea también L</LIFO>.

source: See also L</Unicode>.
es: Vea también L</Unicode>.

source: See also L</actual arguments>.
es: Vea también L</argumentos reales>.

source: See also L</big-endian>.
es: Vea también L</big-endian>.

source: See also L</bucket>.
es: Vea también L</casilla>.

source: See also L</call by reference>.
es: Vea también L</llamada por referencia>.

source: See also L</callback>.
es: Vea también L</devolución de llamada>.

source: See also L</cloister>.
es: Vea también L</claustro>.

source: See also L</code generator>.
es: Vea también L</generador de código>.

source: See also L</context> and L</numeric context>.
es: Vea también L</contexto> y L</contexto numérico>.

source: See also L</context> and L</string context>.
es: Vea también L</contexto> y L</contexto de cadena>.

source: See also L</context> and L</list context>.
es: Vea también L</contexto> y L</contexto de lista>.

source: See also L</fileglob> and L</typeglob>.
es: Vea también L</fileglob> y L</typeglob>.

source: See also L</impatience> and L</hubris>.
es: Vea también L</impaciencia> y L</soberbia>.

source: See also L</inheritance>.
es: Vea también L</herencia>.

source: See also L</laziness> and L</hubris>.
es: Vea también L</pereza> y L</soberbia>.

source: See also L</laziness> and L</impatience>.
es: Vea también L</pereza> e L</impaciencia>.

source: See also L</little-endian>.
es: Vea también L</little-endian>.

source: See also L</lvalue>.
es: Vea también L</valor-izquierda>.

source: See also L</platform> and L</operating system>.
es: Vea también L</plataforma> y L</sistema operativo>.

source: See also L</port>.
es: Vea también L</puerto-adaptar>.

source: See also L</precedence>.
es: Vea también L</precedencia>.

source: See also L<Socket>
es: Vea también L<Socket>

source: See also L<perldebug>, L<perldebtut>
es: Vea también L<perldebug>, L<perldebtut>

source: See also L<perldsc>
es: Vea también L<perldsc>

source: See also L<perlfork>
es: Vea también L<perlfork>

source: See also L<perlguts>
es: Vea también L<perlguts>

source: See also L<perlintern>
es: Vea también L<perlintern>

source: See also L<perllinux>
es: Vea también L<perllinux>

source: See also L<perlre>
es: Vea también L<perlre>

source: See also L<perlrun>
es: Vea también L<perlrun>

source: See also L<perlsub>
es: Vea también L<perlsub>

source: See also the L<oct|perlfunc/oct> function.
es: Vea también la función L<oct|perlfunc/oct>.
